LEXICON_RU: dict[str, str] = {
'/start': 'Здравствуйте! 👩‍💼 Меня зовут Алиса, я администратор Школы английского языка.\nЯ помогу вам записаться на бесплатное пробное занятие.\nВыберите, пожалуйста, удобный формат занятия:\n\n🔘 Онлайн\n🔘 В офисе',

'Онлайн': 'Отлично, вы выбрали онлайн-формат.\nВыберите удобное время для занятия:\n\n🕒 10:00\n🕒 14:00\n🕒 18:00',

'В офисе': 'Отлично, вы выбрали занятие в нашем офисе.\nВыберите удобное время для занятия:\n\n🕒 10:00\n🕒 14:00\n🕒 18:00',

    'Подтверждение': 'Записываю вас на занятие в формате {format} в {time}. Всё верно?\n\n✅ Да\n🔄 Изменить',

    'Успешная_запись': 'Спасибо! Я записала вас на {format}-занятие в {time}.\nЗа 30 минут до начала я напомню вам здесь. Если будут вопросы — пишите прямо в этот чат.',

    'Изменить': 'Давайте начнём сначала. Выберите, пожалуйста, удобный формат занятия:\n\n🔘 Онлайн\n🔘 В офисе',

    'Напоминание': 'Напоминаю, что через 30 минут начнётся ваше пробное занятие по английскому языку. Если возникнут вопросы — можете написать мне сюда.',

    'FAQ_адрес': 'Наш офис находится по адресу: г. Алматы, ул. Абая, угол Гагарина.',

    'FAQ_стоимость': 'Пробное занятие бесплатное. Стоимость курсов зависит от программы, подробнее расскажет администратор после занятия.',

    'other_answer': 'Извините, увы, это сообщение мне непонятно. Пожалуйста, воспользуйтесь кнопками или командой /start или /help.'
}
